Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: དེ་དག་ གིས་ ནི་ གཟུངས་ སྒོ་ དེ་དག་ དང་ །_། ཆོས་ ལ་ རྣམ་པར་ གྲོལ་བ འི་ སྒོ་ མཆོག་ཐོབ །_།
en: All achieved these gateways of retention As well as the supreme gateway of Dharma liberation.

source: སྒོ ར་ འཇུག་ ཡོངས་སུ་ སྦྱང་བྱ ས་ རྣམ་དག་པ །_། རྒྱལ་བ འི་ བློ་ ནི་ ཡོང་ཡེ་ ཉམས་ མི་ འགྱུར །_།
en: $64 “Having entered the gate, become skilled, and achieved purity, The mind of the Victorious One shall never decline.

source: སྦྱིན་པ་ ཆེན་པོ འི་ རྣམ་སྨིན་ དེ་ འདྲ་ སྟེ །_།
en: Such is the ripening of great generosity.

source: ཁྲིམས་ ཆེན་ ཡོན་ཏན་ དེ་དག་ དེ་ འདྲ་ ལགས །_།
en: Such are the qualities of great discipline.

source: ཤེས་རབ་ ཆེན་པོ འི་ ཡོན་ཏན་ དེ་ འདྲ་ སྟེ །_།
en: $65 “Such are the qualities of great insight.

source: སྔོན་ཆད་ ཆོས་ དེ་དག་ ནི་ བསྟེན་པ་ མཛད །_།
en: Thus, having relied upon these teachings in the past,

source: ཁྱོད་ ནི་ གདན་ བཞུགས་ བསམ་གཏན་ མཛད་པ་ ན །_།
en: As you took your seat and practiced concentration,

source: མི་ ཡི་ དབང་པོ་ ཕྱོགས་ བཅུ ར་ ལྷང་ངེ ར་ གྱུར །_།
en: Lord of men, you shone throughout the ten directions.

source: རྒྱལ་སྲས་ ཐུགས་ ཀྱི་ སྲས་པོ་ འདུས་ དེ་དག _། གང་ ནས་ ཤི་འཕོས་ ལས་ ནི་ ཅི་ མཆིས་པ །_། ལྷ་ དང་ ཀླུ་ དང་ མི་མིན་ མི འམ་ ཅི །_། ཀུན་ ལ་ དེ་རིང་ ཤེས་པ་ དེ་ འཇུག་ གོ །_།
en: $66 “Victor, all aspects of death, transference, and karmic action, As they will be for this gathering of your heart children, Became clearly evident today For all gods, nāgas, nonhumans, and kiṃnaras.

source: ཀུན་ དུ་ སྣང་བར་ གྱུར་པ འི་ ཏིང་འཛིན་ ལ །_། གང་ གིས་ བསྐལ་ བྱེར་ ཤེས་པ་ དེ་ བསྐྱེད་པ །_། སོམ་ཉི་ གཅོད་ ཅིང་ ཐེ་ཚོམ་ སེལ་བ་ ཡིས །_། མི་མཆོག་ སེང་གེ་ བཞིན་ དུ་ སྒྲོགས་ པར་ འགྱུར །_།
en: $67 “Within this illuminating absorption Arose knowledge across eons. |#| Thus, clearing away doubts and hesitations, The best of humans will speak with the voice of a lion.

source: བདག་ དང་ གཞན་ ལ་ ཕན་པ་ ཚོལ་བ་ ན །_།
en: $68 “Pursuing the welfare of self and others

source: འདི་ལྟར་ སྔོན་ཆད་ སྦྱིན་པ་ སྩལ་ ལགས་ ཏེ །_།
en: He has been generous in the past.

source: འདི་ ལ་ སྦྱིན་པ་ ཚུལ་ཁྲིམས་ བཟོད་ བརྩོན་ གང་ །_། སེམས་ཅན་ ཀུན་ ལ་ དེ་ འདྲ ར་ བསྐལ་པ་ མཉམ །_།
en: Generous, disciplined, patient, and diligent— Throughout eons, he has practiced for all beings.

source: སེམས་ཅན་ དེ་དག་ ཐམས་ཅད་ མ་ བཏུད་པ ར །_། འདི་ལྟར་ སྦྱིན་ དང་ ཚུལ་ཁྲིམས་ བཟོད་ བརྩོན་ གང་ །_།
en: $69 “Without any gratitude from sentient beings He is generous, disciplined, patient, and diligent,

source: སེམས་ཅན་ ཀུན་ ལ་ ཀུན་ ཏུ་ མཁས་པ ས་ ན །_། |#| འདི་ ལ་ ཏིང་འཛིན་ འཇུག་ དང་ ཤེས་རབ་ མཆོག _། དེས་ན་ ཁྱོད་ ཀྱིས་ ཏིང་འཛིན་ རྣམ་ པར་ སྦྱངས །_།
en: Displaying great skill for the sake of all beings. |#| In this way you enter absorption. |#| $70 “With supreme insight you master such absorption.

source: དཔའ་བོ་ དེ་རིང་ གདན་ ལ་ བཞུགས་པ་ ལ །_། ཐལ་མོ་ སྦྱར་ ནས་ ཁྱོད་ ལ་ ཞུ་ ལགས་ ན །_། |#| སོམ་ཉི་ བཅད་ ཅིང་ ཐེ་ཚོམ་ བསལ་ དུ་ གསོལ །_།
en: O hero, as today you took your seat, We joined our palms and requested You to cut through our doubt and dispel our hesitation.

source: དེང་ འདིར་ ཆོས་ ལ་ ཀུན་ ཏུ་ སྣང་ ཐོབ་ ཅིང་ །_། ཐེ་ཚོམ་ བྲལ་ ཏེ་ |#| སྣང་བ་ ཐོབ་ གྱུར་པ ས །_། སེམས་ཅན་ གང་དག་ འབྱུང་ དང་ བདག་ [12b] ཅག་ ལ །_། ཆོས་ ཀྱི་ ཚུལ་ ནི་ ཡུན་རིང་ གནས་པ ར་ འགྱུར །_།
en: $71 “Today we have achieved the illumination of all phenomena. |#| Free from doubt, we have achieved illumination. |#| For us and for beings to come [12.b] The way of the Dharma will endure for long.”

source: གླེང་ གཞི འི་ ལེའུ་ ཞེས་ བྱ་ སྟེ་ དང་པོ འོ །།_།།
en: $72 This concludes the first chapter.

source: ཡང་ དེ འི་ ཚེ་ འཁོར་ འདུས་པ་ དེ་ཉིད་ དུ་ པད་མ་ དཔལ་ གྱི་ སྙིང་པོ་ ཞེས་ བྱ་བ་ གཞོན་ནུ ར་ གྱུར་པ་ ཞིག་ འདུས་པ ར་ གྱུར་ ཏེ་ འདུག་ གོ །_།
en: $73 Present within the gathering was a youth by the name of Padmaśrīgarbha.

source: དེ་ནས་ པད་མ་ དཔལ་ གྱི་ སྙིང་པོ་ གཞོན་ནུ ར་ གྱུར་པ་ སྟན་ ལས་ ལངས་ ཏེ །_ |#| བླ་གོས་ ཕྲག་པ་ གཅིག་ ཏུ་ གཟར་ ནས་ པུས་མོ་ གཡས་པ འི་ ལྷ་ང་ ས་ ལ་ བཙུགས་ ཏེ །_
en: He now rose from his seat, draped his shawl over one shoulder, and knelt on his right knee.

source: བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེ་ ལོགས་ སུ་ ཐལ་མོ་ སྦྱར་བ་ བཏུད་ ནས་ འདུག་ གོ །_།
en: Joining his palms, he bowed toward the Blessed One.

source: དེ་ལྟ ར་ འདུག་པ་ དེ འི་ སེམས་ ལ་ རྣམ་པར་ རྟོག་པ་ འདི་ ལྟ་བུ་ བྱུང་ སྟེ །_
en: As he faced the Blessed One, the following thoughts arose in his mind:

source: བདག་ ནི་ དེ་བཞིན་ གཤེགས་པ་ ལ་ ཆོས་ ཀྱི་ སྒོ་ རྣམས་ ཞུ་བ ར་ འདོད་པ་ ཡིན །_
en: “I wish to request the gateways of the Dharma from the Thus-Gone One.

source: རྡོ་རྗེ འི་ ཚིག་ རྣམས་ དང་ །_ རྒྱུན་ མི་ གཅོད་པ་ སྒྲུབ་པ འི་ ཚིག་ རྣམས་ ཞུ་བ ར་ འདོད་པ་ ཡིན །_
en: I wish to receive the vajra words. |#| I wish to request the words for practice that are without interruption.

source: སྨྲ་བ་ ཐམས་ཅད་ ཚར་ གཅད་པ་ སྒྲུབ་པ འི་ ཚིག་ རྣམས་ དང་ རིམ་པ ར་ ཕྱེ་བ འི་ ཚིག་ རྣམས་ དང་ །_ ཆོས་ ཐམས་ཅད་ བསྡུ་བ འི་ ཚིག་ རྣམས་ ཞུ་བ ར་ འདོད་པ་ ཡིན་ ན །_
en: I wish to request the words that overcome all other statements, the words of progressive discernment,#12 the words wherein all teachings of the Dharma are contained.

source: རིགས་ ཀྱི་ བུ་ དང་ །_ རིགས་ ཀྱི་ བུ་མོ་ དག་ ཕྱག་རྒྱ འི་ སྒོ་ གང་དག་ ལ་ བསླབས་ ན །_
en: If the noble sons and daughters practice such a gateway seal,

source: ཆོས་ ཐམས་ཅད་ ལ་ སྒྲིབ་པ་ མེད་པ འི་ མིག་ དང་ ཤེས་པ་ ལ་ མཁས་པ་ ཉིད་ རྗེས་སུ་ ཐོབ་པ ར་ འགྱུར །_
en: they will attain the stainless eye that sees all phenomena and they will gain expertise regarding the mind.

source: བཅོམ་ལྡན་འདས་ ཀྱེ་མ་ བདག་ གིས་ བསམ་པ འི་ ཚོགས་ གང་དག་ དང་ འཇུག་པ་ སྒྲུབ་པ་ གང་དག་ གིས་ གོ་ཆ་ བགོས་པ་ སྔོན་ གྱི་ དགེ་བ འི་ རྩ་བ འི་ ཚོགས་ སྐྱེ་བ་ ལ་ བསམ་པ་ སྒྲུབ་པ འི་ ཚོགས་ ལ་ དགོངས་པ ར་ འགྱུར་ སྙམ་ མོ །_།
en: Ah, Blessed One, in the past I have borne my armor through the accumulation of intentions and practical deeds. |#| Thus, you will be aware of my roots of virtue from the past, arisen through the accumulation of intentions and applications.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ པད་མ་ དཔལ་ གྱི་ སྙིང་པོ་ གཞོན་ནུ ར་ གྱུར་པ འི་ བསམ་པ་ ཐུགས་ སུ་ ཆུད་ ཅིང་ སྨོན་ལམ་ དང་ །_ དགེ་བ འི་ རྩ་བ འི་ ཚོགས་ བསྒྲུབ་པ་ ཐུགས་ སུ་ ཆུད་ ནས །_
en: $74 Aware of the youth Padmaśrīgarbha’s thoughts and prayers, and aware of his practice of accumulating roots of virtue,

source: དེ འི་ ཚེ་ ཕྱོགས་ བཞི ར་ རྣམ་པར་ གཟིགས་ སོ །_།
en: the Blessed One now looked in the four directions, and

source: ཕྱོགས་ བཞི ར་ གཟིགས་པ་ ན །_ |#| བཅོམ་ལྡན་འདས་ ཀྱི་ ཞལ་ གྱི་ སྒོ་ ནས་ འོད་ཟེར་ ཆེན་པོ་ བཞི་ བྱུང་ སྟེ །_
en: at the same time four great light rays shone forth from his mouth.

source: དེ་དག་ བྱུང་ ནས་ འཇིག་རྟེན་ གྱི་ ཁམས་ མཐའ་ ཡ ས་ མུ་མེད་པ་ དག་ ཏུ་ དོང་ ངོ་ །_།
en: As this light emerged from the mouth of the Blessed One, it spread out into infinite and endless universes, and

source: འོད་ ཟེར་ དེ་དག་ ཀྱང་ ཤིང་ ལྗོན་པ འམ །_ རྩིག་པ འམ །_ རི འམ །_ ས འམ །_ བར་སྣང་ གང་ དུ་ བབ་པ་ དེ་དག་ ཐམས་ཅད་ གསེར་ གྱི་ ཁ་དོག་ ཏུ་ ཁ་དོག་ གཅིག་ ཏུ་ གྱུར་ ཏོ །_།
en: wherever the light reached—whether to trees, walls, mountains, earth, or the empty atmosphere—everything became suffused with a golden color.

source: ཕྱོགས་ དང་ ཕྱོགས་མཚམས་ ཐམས་ཅད་ དུ་ ཡང་ འོད་ཟེར་ དེ་དག་ ཐོགས་པ་ མེད་པར་ རབ་ཏུ་ དོང་ སྟེ །_
en: In this way the light shone unhindered throughout all the cardinal and intermediate directions. [13.a]

source: དེ་ལྟ ར་ [13a] སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ན་ འོད་ དེ་དག་ གིས་ རེག་པ འི་ སེམས་ཅན་ ཇི་སྙེད་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ རང་ གི་ ལུས་ དག་ གསེར་ གྱི་ ལུས་ ལྟ་བུ ར་ ཤེས་ སོ །_།
en: Throughout the trichiliocosm, wherever sentient beings were touched by this light their bodies became as if made of gold.

source: གང་དག་ འདོད་ཆགས་ ཀྱི་ ཡོངས་སུ་ གདུང་བ ས་ ཡོངས་སུ་ གདུངས་པ་ དང་ །_ ཞེ་ སྡང་ གི་ ཡོངས་སུ་ གདུང་བ ས་ ཡོངས་སུ་ གདུངས་པ་ དང་ །_ གཏི་མུག་ གི་ ཡོངས་སུ་ གདུང་བ ས་ ཡོངས་སུ་ གདུངས་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ ནི་ བདག་ཉིད་ འདོད་ཆགས་ ཆུང་བ་ དང་ །_ ཞེ་སྡང་ ཆུང་བ་ དང་ །_ གཏི་མུག་ ཆུང་བ ར་ མངོན་པར་ ཤེས་ སོ །_།
en: Whoever was suffering from the torments of desire, anger, or delusion felt that those afflictions decreased.

source: སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ འདི་ ན་ སེམས་ཅན་ དམྱལ་བ་ ཇི་སྙེད་ ཡོད་པ་ དེ་དག་ ཏུ་ སེམས་ཅན་ སྐྱེས་པ་ གང་དག་ སྡུག་བསྔལ་ ཚ་བ་ མི་བཟད་པ་ འཆི་བ འི་ མཐར་བྱེད་པ འི་ ཚོར་བ་ ཉམས་ སུ་ མྱོང་བ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ ནི་ བཅོམ་ལྡན་འདས་ ཀྱི་ མཐུ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ དེ འི་ སྔོན་ གྱི་ སྨོན་ལམ་ གྱི་ མཐུ ས་ བདེ་བ་ སྙམ་ དུ་ ཤེས་པ ར་ གྱུར་ ཏོ །_།
en: All beings within the trichiliocosm who were living in hell, suffering the unbearable, ceaseless torments of heat, now experienced relief from their pain due to the power of the Buddha and the power of the bodhisattva’s past prayers.

source: སྟོང་གསུམ་ གྱི་ སྟོང་ ཆེན་པོ འི་ འཇིག་རྟེན་ གྱི་ ཁམས་ ན་ ལས་ ཀྱི་ སྒྲིབ་པ ས་ བསྒྲིབས་པ་ དང་ །_ ཉོན་མོངས་པ འི་ སྒྲིབ་པ ས་ བསྒྲིབས་པ་ དང་ །_ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ འི་ སྒྲིབ་པ ས་ བསྒྲིབས་པ ར་ གྱུར་པ འི་ སེམས་ཅན་ ཇི་སྙེད་ ཡོད་པ་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ ཀྱང་ བཅོམ་ལྡན་འདས་ ཀྱི་ མཐུ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ དེ འི་ སྔོན་ གྱི་ སྨོན་ལམ་ གྱིས་ སྒྲིབ་པ་ དང་ བྲལ་བ ར་ གྱུར་ ཏོ །_།
en: Likewise, all beings within the trichiliocosm who were affected by the obscurations of karma, affliction, and the ripening of karma were freed from their obscurations by the power of the Buddha and the power of the bodhisattva’s past prayers.

source: དེ འི་ ཚེ་ སེམས་ཅན་ རྣམས་ ཀྱི་ དགེ་བ འི་ རྩ་བ་ ཆེ ར་ གསལ་བ ར་ བྱ་བ འི་ ཕྱིར །_ བཅོམ་ལྡན་འདས་ ཀྱིས་ སྤུ འི་ ཁུང་བུ་ ཐམས་ཅད་ ནས་ འོད་ཟེར་ དག་ ཕྱུང་ སྟེ །_
en: $75 Next, to intensely brighten the roots of virtue in sentient beings, the Blessed One projected great light from all the pores on his body.

source: འོད་ཟེར་ དེ་དག་ ཀྱང་ ཤར་ཕྱོགས་ སུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཚད་ མེད་པ་ དག་ འདས་ སོ །_།
en: This great light traveled to the east, traversing infinitely many universes.

source: དེ་བཞིན་ དུ་ ལྷོ་ དང་ །_ ནུབ་ དང་ །_ བྱང་ དང་ །_ སྟེང་ དང་ །_ འོག་ ཏུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཚད་ མེད་པ་ དག་ འདས་ སོ །_།
en: Likewise, the same occurred in the south, west, north, zenith, and nadir: the light from the Blessed One shone forth and extended across infinitely many universes.

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ འོད་ཟེར་ དེ་དག་ ཕྱུང་ ནས་ གསུང་ བསལ་བ འི་ སྒྲ་ མཛད་ དོ །_། |#| གསུང་ བསལ་བ འི་ སྒྲ་ དེས་ ཀྱང་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ མངོན་པར་ གོ་བ ར་ གྱུར་ ཏོ །_།
en: The Blessed One then produced a special sound that likewise could be heard throughout all those universes.

source: དེ འི་ ཚེ་ ཤར་ཕྱོགས་ སུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ གྲངས་མེད་པ་ དག་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ གདུགས་ གཅིག་པ་ ཞེས་ བྱ་བ་ དེ་ ན །_ |#| དེ་བཞིན་ [13b] གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: $76 At that point, in the east, beyond innumerable universes, there was a universe known as Single Parasol . |#| Within that [13.b] universe resided the thus-gone one, the worthy one, the perfect buddha Single Jewel Ornament.

source: འཚོ་ ཞིང་ གཞེས་ ལ་ ཆོས་ ཀྱང་ སྟོན་ ཏོ །_།
en: Abiding and remaining present there, he taught the Dharma.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ རིན་པོ་ཆེ འི་ བཀོད་ པ་ གཅིག་པ་ དེས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ འདི་ ནི་ ང འི་ འོག་ ཏུ་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་རྒྱ་བ ར་ འགྱུར་ རོ་ ཞེས་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ལུང་བསྟན་ ཏོ །_།
en: The blessed one, the thus-gone one, the worthy one, the perfect buddha Single Jewel Ornament had prophesied that after himself the bodhisattva great being Jālinīprabha would awaken to unsurpassable and perfect buddhahood.

source: དེ་ནས་ དེ་ བཅོམ་ ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ་ ག་ལ་བ་ དེར་ སོང་ སྟེ་ ཕྱིན་ ནས །_ |#| བཅོམ་ལྡན་འདས་ དེ་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $77 Now the bodhisattva Jālinīprabha approached the blessed thus-gone Single Jewel Ornament and asked,

source: བཅོམ་ལྡན་འདས་ གསུང་ བསལ་བ འི་ སྒྲ་ དང་ །_ འོད་ ཀྱི་ སྣང་བ་ ཆེན་པོ་ གདའ་བ་ དེ་ སུ འི་ ལགས །_
en: “Blessed One, who made this special sound and what is the source of that great light?”

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ ས་ བྱང་ཆུབ་ སེམས་དཔའ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ལ་ བཀའ་ སྩལ་པ །_
en: $78 The blessed one, the thus-gone one, the worthy one, the perfect buddha Single Jewel Ornament replied,

source: རིགས་ ཀྱི་ བུ་ ནུབ་ཕྱོགས་ སུ་ སངས་རྒྱས་ ཀྱི་ ཞིང་ འདི་ ནས་ འཇིག་རྟེན་ གྱི་ ཁམས་ ཚད་ མེད་ གྲངས་མེད་པ་ དག་ འདས་པ་ ན་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ཅེས་བྱ་བ་ ཡོད་ དེ
en: “Noble son, to the west of this buddhafield, beyond innumerable world realms, there is a universe known as Enduring.

source: དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ ཤཱཀྱ་ ཐུབ་པ་ ཞེས་ བྱ་བ་ བཞུགས་ ཏེ་
en: Within that universe resides the thus-gone one, the worthy one, the perfect buddha Śākyamuni.

source: འཚོ་ ཞིང་ གཞེས་ ལ་ འདི་ལྟ་སྟེ །_ |#| བྱང་ཆུབ་ སེམས་ དཔ འི་ སྡེ་སྣོད་ སེམས་ཅན་ ཐམས་ཅད་ ཡང་དག་ པར་ ཚིམ་པ ར་ བྱེད་པ་ ཞེས་ བྱ་བ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ཀྱི་ ཆོས་ ཀྱང་ སྟོན་ ཏོ །_།
en: Abiding and remaining present there, he is delivering a Dharma teaching that belongs to the Bodhisattva Collection, known as ‘Truly Satisfying All Sentient Beings.’

source: འཁོར་ དེར་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ པད་མ་ དཔལ་ གྱི་ སྙིང་པོ་ ཞེས་ བྱ་བ་ འདུས་ ཏེ །_
en: Present in the gathering of the blessed thus-gone Śākyamuni’s retinue is the bodhisattva great being Padmaśrīgarbha.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ་ དེ་ ལ་ འདི་ལྟ་སྟེ །_ |#| ཆོས་ ཐམས་ཅད་ ལ་ ཡང་དག་ པར་ གཞོལ་བ འི་ ཕྱག་རྒྱ་ ཡི་གེ་ མངོན་པར་ སྒྲུབ་པ འི་ སྒོ་ ཞུ་བ ར་ འདོད་ དོ །_།
en: That bodhisattva wishes to request the gateway for accomplishing all syllables—the seal whereby one truly engages with all dharmas.

source: དྲ་བ་ ཅན་ གྱི་ འོད་ སངས་རྒྱས་ ཀྱི་ ཞིང་ དེ་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ འི་ གོ་ཆ་ བགོས་པ །_ ཐ་ མི་ [14a] དད་པ ར་ སྤྱོད་པ འི་ གོ་ཆ་ བགོས་པ་ དག་ འཁོར་ དེར་ འདུས་ ཏེ་ འཁོད་ དོ །_།
en: $79 “Jālinīprabha, in that buddha realm, the retinue contains bodhisattva great beings who bear the inconceivable armor, [14.a] the armor of undifferentiated activity.

source: དྲ་བ་ ཅན་ གྱི་ འོད་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ གོ་ཆ་ དེ་དག་ དང་ ལྡན་པ་ དེ་དག་ གིས་ སངས་རྒྱས་ ཀྱི་ ཞིང་ གཞན་དག་ ཀྱང་ སྟོངས་ སོ །_།
en: Jālinīprabha, the bodhisattva great beings who have donned such armor also benefit other buddha realms.

source: དྲ་བ་ ཅན་ གྱི་ འོད་ དེ་བཞིན་ གཤེགས་ པ་ ཤཱཀྱ་ ཐུབ་པ་ དེ འི་ སངས་རྒྱས་ ཀྱི་ ཞིང་ དུ་ སྐྱེས་པ་ གང་དག་ ཡིན་པ་ དེ་དག་ མཐོང་བ་ དང་ ཐོས་པ་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་དག་ གི་ གཅེས་སྤྲས་ བྱེད་པ ར་ ང་ སྨྲ་ ན
en: Jālinīprabha, anyone born within the buddha realm of the thus-gone Śākyamuni will, upon seeing or hearing those bodhisattva great beings, be protected and cared for by them.

source: དྲ་བ་ ཅན་ གྱི་ འོད་ གང་དག་ གིས་ དེ་དག་ མཐོང་ ནས་ |#| བཀུར་སྟི་ བྱེད་ དམ །_ བླ་མ ར་ བྱེད་ དམ །_ རི་མོ ར་ བྱེད་ དམ །_ མཆོད་ པ ར་ བྱེད་ དམ །_ འདྲི་བ ར་ བྱེད་པ་ ལྟ་ཅི་ སྨོས །_
en: Jālinīprabha, needless it is, then, to mention what will be the case when someone, upon seeing these bodhisattva great beings, proceeds to pay them respect, reveres them, venerates them, worships them, and asks them questions.”

source: དེ་ནས་ དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ་ དེ་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ཀྱིས་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $80 The bodhisattva great being Jālinīprabha then addressed the thus-gone Single Jewel Ornament:

source: བཅོམ་ལྡན་འདས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ་ དེ་ ལ་ བལྟ་བ་ དང་ །_ ཕྱག་ བགྱི་བ་ དང་ །_ བསྙེན་བཀུར་ བགྱི་བ་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ འི་ གོ་ཆ་ བགོས་པ་ དེ་དག་ བལྟ་བ འི་ སླད་ དུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ དེར་ མཆི་ ཞིང་ འཇིག་རྟེན་ གྱི་ ཁམས་ དེ་ཡང་ བལྟ་བ ར་ བགྱི འོ །_།
en: “Blessed One, I wish to go to that universe, so that I may see, venerate, and serve the blessed thus-gone Śākyamuni, and so that I may see those bodhisattva great beings who bear the inconceivable armor.”

source: དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ ས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: said the thus-gone Single Jewel Ornament,

source: རིགས་ ཀྱི་ བུ་ དེ འི་ དུས་ ལ་ད་ བབ་པ ར་ ཤེས་ ན་ སོང་ ལ་ སངས་རྒྱས་ ཀྱི་ ཞིང་ དེར་ ཤེས་ བཞིན་ དུ་ ཡང་ སྤྱོད་ ཅིག _།
en: $81 “Noble son,” |#| “if you know that the time is right, then go. |#| But act with mindfulness when you remain in that buddha realm.

source: དེ་ ཅིའི་ཕྱིར་ ཞེ་ན །_
en: Why do I say so?

source: རིགས་ ཀྱི་ བུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ དེ་ ན་ གནས་པ འི་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དེ་དག་ བསྙེན་པ ར་ དཀའ་བ འི་ ཕྱིར་ རོ །_།
en: Because, noble son, the bodhisattva great beings of that realm are hard to approach.”

source: དེ་ནས་ དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ ས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ལ་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ བྱིན་ ཏེ །_
en: $82 The thus-gone Single Jewel Ornament then gave an utpala flower that was like a hand to the bodhisattva great being Jālinīprabha.

source: དྲ་བ་ ཅན་ གྱི་ འོད་ དེ་བཞིན་ གཤེགས་པ་ ཤཱཀྱ་ ཐུབ་པ་ དེ་ ལ་ ཁྱོད་ ཀྱིས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ འདི ས་ མཆོད་ ཅིག _།
en: “Jālinīprabha,” he said, “you should offer this hand-like utpala flower to the thus-gone Śākyamuni.

source: ང འི་ ཚིག་ གིས་ བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ འི་ [14b] བཀོད་པ་ གཅིག་པ་ དེ་ བཅོམ་ལྡན་འདས་ ལ་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ་ ཞེས་ བསྙུན་ གསོལ་ ལོ །_། |#| ཞེས་ དེ་སྐད་ ཅེས་ གསོལ་ ཅིག _།
en: Tell him that the blessed thus-gone Single Jewel Ornament [14.b] inquires whether the Blessed One has encountered but little hardship and discomfort, and whether he remains healthy, strong, and at ease.”

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ་ དེ འི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ |#| ལན་ གསུམ་ བསྐོར་བ་ བྱས་ ནས་
en: $83 The bodhisattva great being Jālinīprabha bowed his head to the feet of the thus-gone one, the blessed buddha Single Jewel Ornament, and then circumambulated him three times.

source: བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ཚད་ མེད་ གྲངས་མེད་པ་ དག་ དང་ ལྷན་ཅིག་ ཏུ་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ ག་ལ་བ་ དེར་ སོང་ སྟེ |#| སེམས་ ཀྱི་ སྐད་ཅིག་ གིས་ འཇིག་རྟེན་ གྱི་ ཁམས་ མི་མཇེད་ དེར་ འདུག་པ ར་ གྱུར་ ཏོ །_།
en: Accompanied by bodhisattva great beings beyond number and count, he next traveled to the world of Enduring, arriving there in a single instant of the mind.

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ རྒྱལ་པོ འི་ ཁབ་ འོད་མ འི་ ཚལ་ བྱ་ ཀ་ ལན་ ད་ ཀ་ གནས་པ་ ག་ལ་བ་ དེར་ སོང་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ག་ལ་བ་ དེར་ ཡང་ སོང་ སྟེ་ ཕྱིན་ ནས །_
en: Once here, he proceeded to the Kalandaka­nivāpa in the Veṇuvana by Rājagṛha, and the place where the Blessed One was residing.

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ཏེ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: Bowing his head to the Blessed One’s feet, he said,

source: བཅོམ་ལྡན་འདས་ བྱང་ཆུབ་ སེམས་དཔའ་ དྲ་བ་ ཅན་ གྱི་ འོད་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ལོ །_།
en: “Blessed One, the bodhisattva Jālinīprabha bows his head to your feet in homage.

source: བཅོམ་ལྡན་འདས་ བདག་ དྲ་བ་ ཅན་ གྱི་ འོད་ ལགས་སོ །_།
en: Blessed One, I am Jālinīprabha.

source: བདེ་བ ར་ གཤེགས་པ་ བདག་ དྲ་བ་ ཅན་ གྱི་ འོད་ ལགས་ ཏེ །_
en: Bliss-Gone One, I am Jālinīprabha, and

source: བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ལོ །_།
en: in homage I bow my head to your feet.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་ དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ལ་ འདི་སྐད་ ཅེས་ བཀའ་ སྩལ་ ཏོ །_།
en: replied the Blessed One,

source: དྲ་བ་ ཅན་ གྱི་ འོད་ ཁྱོད་ ཡུན་རིང་ དུ་ འཚོ་བར་ གྱུར་ཅིག _།
en: “Jālinīprabha,” |#| “you shall live long, and

source: ཁྱོད་ བདེ་བ་ དང་ ནད་མེད་ པར་ གྱུར་ཅིག _།
en: you shall be happy and healthy.”

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ བཅོམ་ལྡན་འདས་ ཀྱི་ ཞབས་ ལ་མགོ་ བོས་ ཕྱག་ འཚལ་ ནས་ ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ གོ །_། |#| ཕྱོགས་ གཅིག་ ཏུ་ འདུག་ ནས་ ཀྱང་ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ཀྱིས་ བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $84 Having in this way bowed to the Blessed One’s feet, the bodhisattva great being Jālinīprabha sat to one side and from there addressed the Blessed One:

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ རིན་པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ་ [15a] བཅོམ་ལྡན་འདས་ ལ་ གནོད་པ་ ཆུང་ ངམ །_ ཉམ་ང་བ་ ཉུང་ ངམ །_ བསྐྱོད་པ་ ཡང་ ངམ །_ སྟོབས་ དང་ བདེ་བ ར་ རེག་པ་ ལ་ གནས་ སམ་ ཞེས་ བསྙུན་ གསོལ་ ལོ །_།
en: “Blessed One, the blessed thus-gone Single Jewel Ornament [15.a] inquires whether the Blessed One has encountered but little hardship and discomfort, and whether he remains healthy, strong, and at ease.

source: བཅོམ་ལྡན་འདས་ དེ་བཞིན་ གཤེགས་པ་ དགྲ་བཅོམ་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ སངས་རྒྱས་ རིན་ པོ་ཆེ འི་ བཀོད་པ་ གཅིག་པ་ དེས་ བཅོམ་ལྡན་འདས་ ལ་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ འདི་ ཡང་ བསྐུར་ ལགས་ ན །_
en: The blessed one, the thus-gone one, the worthy one, the perfect buddha Single Jewel Ornament also sends a hand-like utpala flower for the Blessed One.

source: བཅོམ་ལྡན་འདས་ བྱང་ཆུབ་ སེམས་དཔའ་ དྲ་བ་ ཅན་ གྱི་ འོད་ ལས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ བཞེས་ སུ་ གསོལ །_།
en: Blessed One, please therefore accept this hand-like utpala flower from the bodhisattva Jālinīprabha.”

source: དེ་ནས་ བཅོམ་ལྡན་འདས་ ཀྱིས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་ པ་ ལ་ བཞེས་ ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ མ་ཕམ་པ་ ལ་ བྱིན་ ནོ །_།
en: $85 The Blessed One accepted the flower and then gave it to the bodhisattva Ajita.

source: དེ་ནས་ བྱང་ཆུབ་ སེམས་དཔའ་ མ་ཕམ་པ ས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ དེ་ ཐོགས་ ནས་ |#| བྱང་ཆུབ་ སེམས་དཔའ་ བཟང་སྐྱོང་ ལ་སོགས་པ་ ལྔ་ བརྒྱ་ལ་ སྨྲས་པ །_
en: Holding the hand-like utpala, the bodhisattva Ajita turned to a group of five hundred that included the bodhisattva Bhadrapāla.

source: རྒན་རབས་ དག་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ འདི་ ནི་ དེ་བཞིན་ གཤེགས་པ ས་ བྱིན་པ འོ །_།
en: “Kinsmen,” said the bodhisattva Ajita, “the Thus-Gone One has given us this hand-like utpala.”

source: དེ་ནས་ བཟང་སྐྱོང་ ལ་སོགས་པ་ བྱང་ཆུབ་ སེམས་དཔའ་ ལྔ་ བརྒྱ་པོ་ དེ་དག་ གིས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ དེ་ ཐོགས་ ནས །_ |#| བཅོམ་ལྡན་འདས་ ལ་ འདི་སྐད་ ཅེས་ གསོལ་ ཏོ །_།
en: $86 Bhadrapāla, leading the group of five hundred bodhisattvas, now held the hand-like utpala and addressed the Blessed One in the following way:

source: བཅོམ་ལྡན་འདས་ བདག་ཅག་ དེ་ལྟ ར་ ཡང་དག་ པར་ ཞུགས་པ་ ལགས་ ན །_ |#| ཅི་ བདག་ཅག་ བྱང་ཆུབ་ སེམས་དཔ འི་ སྤྱད་པ་ སྤྱོད་པ་ ན་ སེམས་ཅན་ གང་དག་ གིས་ མིང་ཐོ ས་ པར་ གྱུར་པ་ དེ་དག་ ཐམས་ཅད་ བླ་ ན་ |#| མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ ཏུ་ ངེས་པ ར་ འགྱུར་ ལགས་ སམ །_
en: “Blessed One, we have undertaken proper practices and carry out bodhisattva activities. |#| Therefore, is anyone who hears our names certain to awaken to unsurpassable and perfect buddhahood?

source: བཅོམ་ལྡན་འདས་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ འདི་ ནི་ བྱང་ཆུབ་ སེམས་དཔའ་ མ་ཕམ་པ ས་ བདག་ཅག་ ལ་ སྩལ་ ལགས་ ཏེ །_
en: Blessed One, the bodhisattva Ajita has given us this hand-like utpala.

source: བཅོམ་ལྡན་འདས་ བདག་ཅག་ གིས་ ནི་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ འདི་རང་ གི་ སྨོན་ལམ་ གྱི་ སྟོབས་ དང་ །_ སྤྱོད་པ འི་ སྟོབས་ དང་ །_ བསམ་པ འི་ སྟོབས་ དང་ །_ སེམས་ཅན་ ཐམས་ཅད་ ཡོངས་སུ་ མི་ གཏོང་བ འི་ སྟོབས་ ཀྱིས་ དེ་བཞིན་ གཤེགས་པ་ ལ་ གསོལ་བ་ འདེབས་པ འི་ སླད་ དུ་ ལག་པ་ ལྟ་བུ འི་ ཨུད་པ་ ལ་ དེ་ གཏོར་བ ར་ བགྱི འོ །_།
en: Blessed One, relying on the power of our aspirations, activities, intentions, and resolve never to abandon sentient beings, we shall today toss this hand-like utpala in supplication of the Thus-Gone One.
